
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk av %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är just nu den senaste tillgängliga versionen.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ är nu tillgänglig (du har %3$@). Vill du ladda ner den nu?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny version av %@ är tillgänglig!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Ett fel uppstod vid nedladdning eller tolkning av appcast-strömmen:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Ett fel uppstod vid nedladdning av filen:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Kan inte extrahera någon versionssträng från appcast-strömmen. Filnamnsformatet skall vara \"Program_1.5.tgz\", där 1.5 är versionsnumret. Understrecket måste finnas med.\n\nOm du som läser detta är en användare, försök igen lite senare, så kanske utvecklaren har fixat problemet.";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Kan inte extrahera arkiv av typen %1$@; endast %2$@ stöds.\n\nOm du som läser detta är en användare, försök igen lite senare, så kanske utvecklaren har fixat problemet.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Leta efter uppdateringar vid start";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "Kunde inte radera nuvarande program, vilket måste göras innan uppdateringen kan installeras. Ligger det på en skrivskyddad plats, t ex på en skivavbild? Flytta den till /Program och försök igen.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "Kunde inte flytta uppdateringen till sin nya plats. Kör du programmet från en skrivskyddad plats, t ex från en skivavbild? Eftersom det gamla programmet redan har raderats, så kanske det ligger i papperskorgen, men det bör gå att återskapa. Ledsen för besväret!";

/* No comment provided by engineer. */
"Download New Version" = "Ladda ner ny version";

/* No comment provided by engineer. */
"Extracting update..." = "Extraherar uppdatering...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installera och starta om";

/* No comment provided by engineer. */
"Installing update..." = "Installera uppdatering...";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Jaha, vart tog den vägen? Jag laddade just ner uppdateringen, men den verkar ha försvunnit! Vänligen försök igen senare.";

/* No comment provided by engineer. */
"Ready to install!" = "Klar att installera!";

/* No comment provided by engineer. */
"Release Notes" = "Versionsinformation";

/* No comment provided by engineer. */
"Review Changes" = "Granska ändringar";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Uppdateringsarkivet innehöll inte ett program med det förväntade namnet (%@). Kom ihåg, det uppdaterade programmets filnamn måste vara identiskt med det körda programmets namn, som specificerats i Info.plist!\n\nOm du som läser detta är en användare, försök igen lite senare, så kanske utvecklaren har fixat problemet.";

/* No comment provided by engineer. */
"Update Error!" = "Uppdateringsfel";

/* No comment provided by engineer. */
"Updating %@" = "Uppdaterar %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Vill du att %1$@ letar efter uppdateringar vid start? Om inte, så kan du leta manuellt via menyn %2$@ .";

/* No comment provided by engineer. */
"You're up to date!" = "Du har senaste versionen!";
